Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: changes the local contrast of shadows
de: ändert den lokalen Kontrast der Schatten

source: midtone range
de: Mittenbereich

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
de: Legt fest, was als Mitten angesehen wird. Niedriger für bessere Kompression des Dynamikumfangs (reduzierter Kontrast der Schatten und Spitzlichter), höher für stärkeren lokalen Kontrast

source: denoise (bilateral filter)
de: Entrauschen (bilateraler Filter)

source: spatial extent of the gaussian
de: Ausdehnung des Gaußschen Weichzeichners

source: how much to blur red
de: wie stark soll Rot weichgezeichnet werden

source: how much to blur green
de: wie stark soll Grün weichgezeichnet werden

source: how much to blur blue
de: wie stark soll Blau weichgezeichnet werden

source: size
de: Größe

source: threshold
de: Schwellwert

source: strength
de: Stärke

source: the size of bloom
de: Größe der Überstrahlung

source: the threshold of light
de: Schwellwert des Lichts

source: the strength of bloom
de: Stärke der Überstrahlung

source: framing
de: Rahmen

source: border size
de: Randgröße

source: pick border color from image
de: Rahmenfarbe aus dem Bild übernehmen

source: frame line size
de: Größe der Rahmenlinie

source: pick frame line color from image
de: Rahmenlinien-Farbe aus dem Bild übernehmen

source: 15:10 postcard white
de: 15:10-Postkarte (weiß)

source: 15:10 postcard black
de: 15:10-Postkarte (schwarz)

source: golden cut
de: Goldener Schnitt

source: square
de: quadratisch

source: constant border
de: konstanter Rahmen

source: center
de: zentrieren

source: size of the border in percent of the full image
de: Größe des Randes in Prozent des ganzen Bildes

source: aspect
de: Format

source: select the aspect ratio or right click and type your own (w:h)
de: Seitenverhältnis wählen oder Rechtsklick zum Eintippen (b:h)

source: orientation
de: Drehung

source: aspect ratio orientation of the image with border
de: Drehung des Seitenverhältnisses des Bildes mit Rahmen

source: horizontal position
de: horizontale Position

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
de: horizontale Position relativ zur oberen Kante wählen oder Rechtsklick zum Eintippen (y:h)

source: vertical position
de: vertikale Position

source: select the vertical position ratio relative to left or right click and type your own (x:w)
de: vertikale Position relativ zur linken Kante wählen oder Rechtsklick zum Eintippen (x:b)

source: size of the frame line in percent of min border width
de: Größe der Rahmenlinie in Prozent der kleinsten Rahmenbreite

source: frame line offset
de: Versatz der Rahmenlinie

source: offset of the frame line beginning on picture side
de: Versatz der Rahmenlinie, beginnend an der Bildkante

source: border color
de: Farbe des Rahmens

source: select border color
de: Rahmenfarbe wählen

source: frame line color
de: Farbe der Rahmenlinie

source: select frame line color
de: Rahmenlinien-Farbe wählen

source: chromatic aberrations
de: Chromatische Aberration

source: automatic chromatic aberration correction
de: Automatische Korrektur der chromatischen Aberration.

source: automatic chromatic aberration correction disabled for non-Bayer sensors
de: Automatische Korrektur der chromatischen Aberration funktioniert nur bei Bayer-Raw-Bildern.

source: automatic chromatic aberration correction only works for raw images.
de: Automatische Korrektur der chromatischen Aberration funktioniert nur bei Raw-Bildern.

source: channel mixer
de: Kanalmixer

source: destination
de: Ziel

source: gray
de: Graustufen

source: amount of red channel in the output channel
de: Anteil des Rot-Kanals im Ausgabekanal

source: amount of green channel in the output channel
de: Anteil des Grün-Kanals im Ausgabekanal

source: amount of blue channel in the output channel
de: Anteil des Blau-Kanals im Ausgabekanal

source: swap R and B
de: Vertausche R und B

source: swap G and B
de: Vertausche G und B

source: color contrast boost
de: Farbkontrast verstärken

source: color details boost
de: Farbdetails verstärken

source: color artifacts boost
de: Farbartefakte verstärken

source: B/W luminance-based
de: S/W Luminanz-basiert

source: B/W artifacts boost
de: S/W-Artefakte verstärken

source: B/W smooth skin
de: S/W weiche Haut

source: B/W blue artifacts reduce
de: S/W blaue Artefakte reduzieren

source: B/W Ilford Delta 100-400
de: S/W Ilford Delta 100-400

source: B/W Ilford Delta 3200
de: S/W Ifford Delta 3200

source: B/W Ilford FP4
de: S/W Ilford FP4

source: B/W Ilford HP5
de: S/W Ilford HP5

source: B/W Ilford SFX
de: S/W Ilford SFX

source: B/W Kodak T-Max 100
de: S/W Kodak T-Max 100

source: B/W Kodak T-max 400
de: S/W Kodak T-max 400

source: B/W Kodak Tri-X 400
de: S/W Kodak Tri-X 400

source: Choleski decomposition failed to allocate memory, check your RAM settings
de: Der Cholesky-Zerlegung konnte kein Speicher zuweisen werden, überprüfen Sie Ihre RAM-Einstellungen.

source: amount
de: Menge

source: size of features to preserve
de: Größe der Strukturen, die erhalten bleiben sollen

source: strength of the effect
de: Stärke des Effekts

source: crop and rotate
de: zuschneiden und drehen

source: invalid ratio format. it should be "number:number"
de: Ungültiges Seitenverhältnis. Es sollte „Zahl:Zahl“ sein

source: full
de: vollständig

source: old system
de: altes System

source: correction applied
de: Korrektur angewandt

source: flip
de: spiegeln

source: both
de: beides

source: mirror image horizontally and/or vertically
de: Bild horizontal und/oder vertikal spiegeln

source: angle
de: Winkel

source: right-click and drag a line on the image to drag a straight line
de: Mit rechter Maustaste ins Bild klicken und eine Linie ziehen, um eine gerade Kante zu markieren

source: keystone
de: Trapezkorrektur

source: set perspective correction for your image
de: Perspektivische Korrektur des Bildes festlegen

source: freehand
de: frei

source: original image
de: Original

source: 10:8 in print
de: 10:8 für Druck

source: 8.5x11, letter
de: 8,5×11, Letter

source: 3:2, 4x6, 35mm
de: 3:2, 4×6, 35mm

source: widescreen
de: Breitbild

source: anamorphic
de: anamorph

source: invalid ratio format for `%s'. it should be "number:number"
de: Ungültiges Seitenverhältnis für „%s”. Es sollte „Zahl:Zahl“ sein

source: set the aspect ratio the list is sorted: from most square to least square
de: Seitenverhältnis die Liste ist nach absteigendem Seitenverhätnis sortiert

source: display guide lines to help compose your photograph
de: Hilfslinien anzeigen, die beim Komponieren der Fotografie helfen.

source: flip guides
de: Hilfslinien spiegeln

source: horizontally
de: horizontal

source: vertically
de: vertikal

source: commit
de: Änderungen übernehmen

source: [%s on borders] crop
de: [%s on borders] Zuschnitt

source: [%s on borders] crop keeping ratio
de: [%s on borders] Verhältnis des Zuschnitt

source: [%s] define/rotate horizon
de: [%s] Horizont definieren/drehen

source: contrast brightness saturation
de: Kontrast Helligkeit Sättigung

source: color saturation adjustment
de: Farbsättigungsanpassung

source: color balance
de: Farbbalance

source: lift/gamma/gain controls as seen in video editors
de: Lift-/Gamma-/Gain-Einstellungen wie sie aus Videobearbeitungsprogrammen bekannt sind

source: split-toning teal-orange (2nd instance)
de: Teiltonung Teal-Orange (2. Instanz)

source: split-toning teal-orange (1st instance)
de: Teiltonung Teal-Orange (1. Instanz)

source: generic film
de: Generischer Film

source: similar to Kodak Portra
de: ähnlich zu Kodak Portra

source: similar to Kodak Ektar
de: ähnlich zu Kodak Ektar

source: similar to Kodachrome
de: ähnlich zu Kodachrome

source: optimize luma from patches
de: optimiere Luma aus Patches

source: optimize luma
de: optimiere Luma

source: neutralize colors from patches
de: neutralisiert Farben aus Feldern

source: neutralize colors
de: neutralisiert Farben

source: slope, offset, power (ProPhotoRGB)
de: Neigung, Offset, Stärke (ProPhotoRGB)

source: color-grading mapping method
de: Farbabbildungsmethode

source: color control sliders
de: Farbsteuerungsregler

source: master
de: Vorlage

source: input saturation
de: Eingangssättigung

source: saturation correction before the color balance
de: Sättigungskorrektur vor Farbanpassung

source: output saturation
de: Ausgangssättigung

source: saturation correction after the color balance
de: Sättigungskorrektur nach Farbanpassung

source: contrast fulcrum
de: Kontraststützpunkt

source: adjust to match a neutral tone
de: anpassen an einen neutralen Ton

source: factor of
de: Faktor für

source: factor
de: Faktor

source: shadows : lift / offset
de: Schatten: Lift / Offset

source: factor of lift
de: Faktor für Lift

source: select the hue
de: Farbton auswählen

source: select the saturation
de: Sättigung auswählen

source: factor of red for lift
de: Rot-Faktor für Lift

source: factor of green for lift
de: Grün-Faktor für Lift

source: factor of blue for lift
de: Blau-Faktor für Lift

source: mid-tones : gamma / power
de: Mitteltöne: Gamma / Stärke

source: factor of gamma
de: Faktor für Gamma

source: factor of red for gamma
de: Rot-Faktor für Gamma

source: factor of green for gamma
de: Grün-Faktor für Gamma

source: factor of blue for gamma
de: Blau-Faktor für Gamma

source: highlights : gain / slope
de: Glanzlichter: Gain / Steigung

source: factor of gain
de: Faktor für Gain

source: factor of red for gain
de: Rot-Faktor für Gain

source: factor of green for gain
de: Grün-Faktor für Gain

source: factor of blue for gain
de: Blau-Faktor für Gain

source: auto optimizers
de: Autooptimierer

source: fit the whole histogram and center the average luma
de: gesamtes Histogramm anpassen und die durchschnittliche Luminanz zentrieren

source: optimize the RGB curves to remove color casts
de: optimiere die RGB-Kurven, um Farbstiche zu entfernen

source: color look up table
de: Farb-Lookup-Tabelle

source: it8 skin tones
de: IT8 Hautfarben

source: helmholtz/kohlrausch monochrome
de: Helmholtz/Kohlrausch-monochrom

source: patch #%d
de: Feld #%d

source: patch
de: Feld

source: color checker patch
de: Farbfeld

source: lightness offset
de: Änderung der Helligkeit

source: chroma offset green/red
de: Änderung der Chrominanz Grün/Rot

source: green/red
de: Grün / Rot

source: chroma offset blue/yellow
de: Änderung der Chrominanz Blau/Gelb

source: blue/yellow
de: Blau / Gelb

source: saturation offset
de: Änderung der Sättigung

source: target color
de: Zielfarbe

source: control target color of the patches via relative offsets or via absolute Lab values
de: Zielfarbe der Felder über relativen Unterschied oder absolute Lab-Werte festlegen

source: relative
de: relativ

source: absolute
de: absolut

source: color contrast
de: Farbkontrast

source: green vs magenta
de: Grün / Magenta

source: blue vs yellow
de: Blau / Gelb

source: steepness of the a* curve in Lab
de: Steilheit der a*-Kurve im Lab-Raum

source: steepness of the b* curve in Lab
de: Steilheit der b*-Kurve im Lab-Raum

source: color correction
de: Farbkorrektur

source: warm tone
de: warme Farbe

source: warming filter
de: wärmender Filter

source: cooling filter
de: kühlender Filter

source: set the global saturation
de: Globale Sättigung setzen

source: input color profile
de: Eingabefarbprofil

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
de: Kann Matrix nicht aus dem Farbraum „%s” extrahieren, wird durch Rec2020 RGB ersetzt!

source: `%s' color matrix not found!
de: „%s” Farbmatrix nicht gefunden!

source: input profile could not be generated!
de: Eingabeprofile konnte nicht erzeugt werden!

source: unsupported input profile has been replaced by linear Rec709 RGB!
de: Nicht unterstütztes Eingabeprofil wurde durch lineares Rec709-RGB ersetzt!

source: input profile
de: Eingabeprofil

source: working profile
de: Arbeitsprofil

source: ICC profiles in %s or %s
de: ICC-Profile in %s oder %s

source: gamut clipping
de: Gamut beschneiden

source: confine Lab values to gamut of RGB color space
de: Lab-Werte auf den Gamut von RGB-Farbräumen begrenzen

source: colorize
de: Einfärben

source: source mix
de: Quellanteil

source: select the hue tone
de: Farbton wählen

source: select the saturation shadow tone
de: Sättigung für die Schatten wählen

source: lightness of color
de: Helligkeit der Farbe

source: mix value of source lightness
de: Mischanteil der Helligkeit des Ursprungsbildes

source: color mapping
de: Farbtransfer

source: acquire as source
de: Als Quelle berechnen

source: acquire as target
de: Als Ziel berechnen

source: source clusters:
de: Quellbereiche:

source: target clusters:
de: Zielbereiche:

source: analyze this image as a source image
de: dieses Bild als Quell-Bild analysieren

source: analyze this image as a target image
de: dieses Bild als Ziel-Bild analysieren

source: number of clusters
de: Anzahl Bereiche

source: number of clusters to find in image. value change resets all clusters
de: Anzahl zusammenhängender Bereiche, die im Bild gesucht werden sollen. Eine Änderung des Wertes setzt alle Bereiche zurück

source: color dominance
de: Farb-Dominanz

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
de: Art der Abbildung von Bereichen. Niedrige Werte: nach Farbähnlichkeit, hohe Werte: nach Farb-Dominanz

source: histogram equalization
de: Histogramm-Angleichung

source: level of histogram equalization
de: Grad der Histogramm-Angleichung

source: output color profile
de: Ausgabefarbprofil

source: missing output profile has been replaced by sRGB!
de: fehlendes Ausgabeprofil wurde durch sRGB ersetzt!

source: missing softproof profile has been replaced by sRGB!
de: fehlendes Softproof-Profil wurde durch sRGB ersetzt!

source: unsupported output profile has been replaced by sRGB!
de: nicht unterstütztes Ausgabeprofil wurde durch sRGB ersetzt!

source: output intent
de: Ausgabevorsatz

source: perceptual
de: Wahrnehmung

source: relative colorimetric
de: Kolorimetrisch (relativ)

source: absolute colorimetric
de: Kolorimetrisch (absolut)

source: rendering intent
de: Wiedergabeabsicht

source: color reconstruction
de: Farbrekonstruktion

source: spatial extent
de: Räumliche Ausdehnung

source: range extent
de: Werte-Ausdehnung

source: inconsistent output
de: inkonsistente Ausgabe

source: module `color reconstruction' failed
de: Modul „Farbrekonstruktion” fehlgeschlagen

source: precedence
de: Priorität

source: saturated colors
de: gesättigte Farben

source: pixels with lightness values above this threshold are corrected
de: Pixel mit einer Helligkeit über diesem Schwellwert werden korrigiert

source: how far to look for replacement colors in spatial dimensions
de: wie weit soll im räumlichen Umfeld nach Farben gesucht werden

source: how far to look for replacement colors in the luminance dimension
de: wie weit darf sich eine Farbe von der Helligkeit her unterscheiden

source: if and how to give precedence to specific replacement colors
de: ob und wie Ersatzfarben bevorzugt werden

source: the hue tone which should be given precedence over other hue tones
de: der Farbton, der gegenüber anderen bevorzugt werden soll

source: color transfer
de: Farbtransfer

source: acquire
de: Berechnen

source: apply
de: Anwenden

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
de: Dieses Modul wird in absehbarer Zukunft entfernt und ist nur noch hier, damit Sie es abschalten und durch das neue Farbtransfer ersetzen können.

source: number of clusters to find in image
de: Anzahl zusammenhängender Bereiche, die im Bild gesucht werden sollen

source: analyze this image
de: dieses Bild analysieren

source: apply previously analyzed image look to this image
de: Aussehen des zuvor analysierten Bildes auf dieses Bild anwenden

source: color zones
de: Farbbereiche

source: red black white
de: Rot-Schwarz-Weiß

source: black white and skin tones
de: Schwarz-Weiß und Hautfarben

source: polarizing filter
de: Polarisationsfilter

source: natural skin tones
de: natürliche Hautfarben

source: black & white film
de: Schwarz-Weiß-Film

source: cannot display masks when the blending mask is displayed
de: Kann Maske nicht anzeigen, solange die Maske zum Überblenden aktiviert ist

source: edit by area
de: Nach Bereich bearbeiten

source: edit the curve nodes by area
de: Kurvenknoten nach Bereich bearbeiten

source: display selection
de: Auswahl anzeigen

source: select by
de: Auswahl nach

source: choose selection criterion, will be the abscissa in the graph
de: Auswahlkriterium, wird auf der x-Achse des Graphen angezeigt.

source: process mode
de: Modus

source: strong
de: stark

source: choose between a smoother or stronger effect
de: zwischen einem weicherem oder stärkeren Effekt wählen

source: interpolation method
de: Interpolationsverfahren

source: centripetal spline
de: zentripetaler Spline

source: monotonic spline
de: gleichbleibender Spline

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
de: ändere diese Methode, wenn du Schwingungen oder Spitzen in der Kurve siehst - Kubische Spline ist besser geeignet, um glatte Kurven zu erzeugen, oszilliert jedoch, wenn die Knoten zu dicht sind - Zentripetal ist besser, um Höcker und Schwingungen mit engen Knoten zu vermeiden, ist aber weniger glatt. - Monoton ist besser für die Genauigkeit der reinen analytischen Funktionen (Log, Gamma, Exp)

source: defringe
de: Farbsaum-Entfernung

source: operation mode
de: Modus

source: global average (fast)
de: globales Mittel (schnell)

source: local average (slow)
de: lokales Mittel (langsam)

source: static threshold (fast)
de: statischer Schwellwert (schnell)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
de: Methode für Farbenschutz: – globales Mittel: schnell, liefert bei hoher Vergrößerung eventuell eine leicht verfälschte Vorschau; schützt manchmal im Vergleich zum lokalen Mittel die Sättigung zu viel oder zu wenig – lokales Mittel: langsamer, schützt die Sättigung besser als das globale Mittel indem Pixel aus der Umgebung als Farb-Referenz benutzt werden, so dass bei Bedarf eine stärkere Entsättigung erreicht werden kann – statisch: schnell, benutzt nur den Schwellwert als statischen Grenzwert

source: edge detection radius
de: Kantenerkennungsradius

source: radius for detecting fringe
de: Radius der Farbsaumerkennung

source: threshold for defringe, higher values mean less defringing
de: Schwellwert der Farbsaumentfernung, höhere Werte führen zu weniger Änderung

source: demosaic
de: Entrastern

source: edge threshold
de: Kantenschwellwert

source: `%s' color matrix not found for 4bayer image!
de: „%s” Farbmatrix für 4-Bayer-Bild nicht gefunden!

source: method
de: Methode

source: PPG (fast)
de: PPG (schnell)

source: AMaZE (slow)
de: AMaZE (langsam)

source: passthrough (monochrome) (experimental)
de: durchschleifen (monochrom) (experimentell)

source: demosaicing raw data method
de: Methode zum Entrastern der Rohdaten

source: Markesteijn 1-pass
de: Markesteijn 1-mal

source: Markesteijn 3-pass (slow)
de: Markesteijn 3-mal (langsam)

source: frequency domain chroma (slow)
de: Frequency Domain Chroma (langsam)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
de: Schwellwert für kanten-bewussten Median. Auf 0,0 setzen zum Ausschalten. Auf 1,0 setzen, um Kanten zu ignorieren.

source: color smoothing
de: Farbglättung

source: one time
de: einmal

source: two times
de: zweimal

source: three times
de: dreimal

source: four times
de: viermal

source: five times
de: fünfmal

source: how many color smoothing median steps after demosaicing
de: wie viele Median-Schritte zur Fabrglättung nach dem Entrastern

source: match greens
de: Grün anpassen

source: disabled
de: deaktiviert

source: local average
de: lokales Mittel

source: full average
de: volles Mittel

source: full and local average
de: volles und lokales Mittel

source: green channels matching method
de: Methode zum Abgleichen des Grünkanals

source: demosaicing only needed for raw images.
de: Entrastern funktioniert nur mit Raw-Bildern.

source: denoise (profiled)
de: Entrauschen (Profil)

source: found match for ISO %d
de: Treffer für ISO %d gefunden

source: interpolated from ISO %d and %d
de: aus ISO %d und %d interpoliert

source: compute variance
de: Varianz berechnen

source: use only with a perfectly uniform image if you want to estimate the noise variance.
de: zur Abschätzung der Rauschvarianz nur mit einem perfekt homogenen Bild verwenden.

source: variance red:
de: Varianz rot:

source: variance computed on the red channel
de: berechnete Varianz des Rot-Kanal

source: variance green:
de: Varianz grün:

source: variance computed on the green channel
de: berechnete Varianz des Grün-Kanal

source: variance blue:
de: Varianz blau:

source: variance computed on the blue channel
de: berechnete Varianz des Blau-Kanal

source: whitebalance-adaptive transform
de: Weißabgleichsadaptive Transformation

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
de: Anpassung der Rauschunterdrückung gemäß den Weißabgleichskoeffizienten. Sollte für eine bessere Rauschreduzierung in ersten Instanz aktiviert werden. Sollte deaktiviert werden, wenn in einer früheren Instanz ein Farbmischmodus verwendet wurde.

source: fix various bugs in algorithm
de: diverse Fehler im Algorithmus beheben.

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
de: Behebt Fehler in der Anscombe-Transformation, die zu einer Unterglättung des grünen Kanals im Wavelet-Modus führten, kombiniert mit einer ungünstigen Handhabung des Weißabgleichskoeffizienten und einem Fehler in der Normalisierung nicht lokaler Mittel, was bei Vergrößerung der Patchgröße zu einer Unterglättung führt. Aktivierung dieser Option ändert das Ergebnis der Entrauschung, die Sie erhalten. Einmal aktiviert, können Sie nicht mehr zum alten Algorithmus zurückkehren.

source: upgrade profiled transform
de: Profiltransformation aktualisieren

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
de: Upgrade des Varianzstabilisierungsalgorithmus. Ein neuer Algorithmus erweitert den aktuellen. Es ist flexibler, kann aber kleine Unterschiede in den bereits verarbeiteten Bildern aufweisen.

source: profile
de: Profil

source: patch size
de: Blockgröße
